[{"id":391,"title":"Avatar 3","slug":"avatar-3","description":"Avatar 3 là phim điện ảnh sử thi, khoa học viễn tưởng của Mỹ, dự kiến ra mắt năm 2024. Phim do James Cameron đạo diễn; đồng sản xuất, biên kịch và biên tập. Đây sẽ là phần thứ ba trong loạt phim Avatar, tiếp nối Avatar: Dòng chảy của nước (2022) và Avatar (2009). Dàn diễn viên từ các phần trước là Sam Worthington, Zoe Saldana, Stephen Lang, Sigourney Weaver, Joel David Moore, CCH Pounder, Dileep Rao, Giovanni Ribisi, Matt Gerald, Cliff Curtis, Edie Falco, Brendan Cowell, Dương Tử Quỳnh, Jemaine Clement và Oona Chaplin trở lại với các vai diễn cũ, trong khi David Thewlis sẽ vào vai một nhân vật mới. Tên sản xuất của phim Avatar: The Seed Bearer được đạo diễn Cameron xác nhận nhiều khả năng cũng sẽ là tên chính thức của bộ phim.","trailer":"YXtWPVFk5TQ","tags":"avatar 3","lenght":"180 phút","episode":1,"status":1,"image":"AVATAR94357.jpg","category_id":3,"country_id":3,"hot":1,"quality":2,"subtitles":3,"datecreated":"2023-03-23 15:19:24","dateupdated":"2023-03-25 13:16:54","year":"2020","category":{"id":3,"title":"Phim chiếu rạp","description":"Phim chiếu rạp là phim chỉ được chiếu tại các rạp phim ở Việt Nam hoặc ở các nước khác trên thế giới.","status":1,"slug":"phim-chieu-rap"},"movie_genre":[{"id":1,"title":"Phim chiến tranh","description":"Phim chiến tranh là thể loại phim liên quan đến chiến tranh, thường là về các trận chiến hải quân, trên không hoặc trên bộ, với các cảnh chiến đấu là trọng tâm của bộ phim. Thể loại phim này thường được liên kết chặt chẽ với các sự kiện diễn ra trong thế kỷ 20. Vì tính cao trào của những phân cảnh chiến đấu, các bộ phim chiến tranh thường được kết thúc bằng các trận chiến đấu lớn. Các chủ đề được khám phá trong dòng phim này bao gồm việc chiến đấu, sinh tồn và trốn thoát, tình bạn thân thiết giữa những người lính, sự hy sinh, sự vô nghĩa và vô nhân đạo của các trận chiến, tác động của chiến tranh đối với xã hội cũng như các vấn đề đạo đức và con người do chiến tranh gây ra. Các bộ phim chiến tranh thường được phân loại theo sự kiện, chẳng hạn như Chiến tranh Triều Tiên; trong đó chủ đề được khai thác phổ biến nhất là Chiến tranh thế giới thứ hai. Nội dung của phim có thể là những câu chuyện giả tưởng, hoặc chính kịch lịch sử hay tiểu sử. Các nhà phê bình đã ghi nhận những điểm tương đồng giữa phim Viễn Tây và phim chiến tranh.","status":1,"slug":"phim-chien-tranh","pivot":{"movie_id":391,"genre_id":1}},{"id":4,"title":"Phim hành động","description":"Phim hành động là một thể loại điện ảnh trong đó một hoặc nhiều nhân vật anh hùng bị đẩy vào một loạt những thử thách, thường bao gồm những kì công vật lý, các cảnh hành động kéo dài, yếu tố bạo lực và những cuộc rượt đuổi điên cuồng. Phim hành động có xu hướng mô tả một nhân vật có tài xoay xở đấu tranh chống lại những xung đột không tưởng, bao gồm các tình huống đe dọa đến tính mạng, một phản diện hay một sự theo đuổi mà thường kết thúc trong thắng lợi cho anh hùng","status":1,"slug":"phim-hanh-dong","pivot":{"movie_id":391,"genre_id":4}},{"id":6,"title":"Phim hoạt hình","description":"Phim hoạt hình hay phim hoạt họa là một hình thức sử dụng ảo ảnh quang học về sự chuyển động do nhiều hình ảnh tĩnh được chiếu tiếp diễn liên tục. Trong phim và trong kỹ nghệ dàn dựng, hoạt họa ám chỉ đến kỹ thuật trong đó từng khung hình của phim(frame) được chế tác riêng rẽ. Người ta có thể dùng máy tính, hay bằng cách chụp từng hình ảnh đã vẽ, đã được tô màu, hoặc bằng cách chụp những cử động rất nhỏ của các mô hình để tạo nên những hình ảnh này (xem thêm về hoạt họa dùng mô hình đất sét và hoạt hình tĩnh vật. Những hình ảnh sau đó được chụp bằng một máy quay phim hoạt họa chuyên ngành. Khi tất cả các hình ảnh được ghép vào với nhau, tạo nên một đoạn phim và được chiếu lên màn ảnh, chúng gây nên ảo giác là các cử động được chuyển động liên tục. Ảo giác này gây ra do hiện tượng gọi là sự lưu ảnh.","status":1,"slug":"phim-hoat-hinh","pivot":{"movie_id":391,"genre_id":6}}],"country":{"id":3,"title":"Mỹ","description":"Hợp chúng quốc Hoa Kỳ, gọi tắt là Hoa Kỳ (tiếng Anh: United States, US hoặc U. S.) hay Mỹ (tiếng Anh: America) là một quốc gia cộng hòa lập hiến liên bang ở châu Mỹ, nằm tại Tây Bán cầu, lãnh thổ bao gồm 50 tiểu bang và một đặc khu liên bang (trong đó có 48 tiểu bang lục địa), thủ đô là Washington, D.C., thành phố lớn nhất là New York. Hoa Kỳ nằm ở giữa Bắc Mỹ, giáp biển Thái Bình Dương ở phía tây, Đại Tây Dương ở phía đông, Canada ở phía bắc và Mexico ở phía nam.","status":1,"slug":"my"},"episodes":[{"id":20,"movie_id":391,"link":"_4kesfrga","episode":1,"datecreated":"2023-03-23 15:19:47","dateupdated":"2023-03-23 15:19:47","status":1}]},{"id":388,"title":"Hoa Thiên Cốt","slug":"hoa-thien-cot","description":"Hoa Thiên Cốt (tiếng Trung: 花千骨; bính âm: Huā qiān gǔ; tiếng Anh: The Journey of Flower) là bộ phim truyền hình Trung Quốc, được chuyển thể từ tiểu thuyết cùng tên của tác giả Fresh Quả Quả. Bộ phim khởi quay vào ngày 6 tháng 5 năm 2014, đến ngày 15 tháng 9 năm 2014 hoàn thành. Phim chính thức phát sóng từ ngày 9 tháng 6 năm 2015 vào khung giờ Kim Cương (22h) trên kênh truyền hình Hồ Nam. Mặc dù chiếu trong khung giờ khuya (22h - 24h) nhưng bộ phim chuyển thể Hoa Thiên Cốt đã chứng tỏ mình với vị trí đứng đầu bảng xếp hạng rating những phim chiếu cùng thời điểm trên các kênh truyền hình tại Trung Quốc. Tại Việt Nam, phim được mua bản quyền và phát sóng trên kênh HTV3 lúc 21h bắt đầu từ ngày 15 tháng 12 năm 2015.","trailer":"ZrCETkHajbs","tags":"Hoa thiên cốt, sát tỷ tỷ, hoắc kiến hoa","lenght":"48 phút \/ tập","episode":48,"status":1,"image":"HOATHIENCOT35704.jpg","category_id":4,"country_id":1,"hot":1,"quality":1,"subtitles":0,"datecreated":"2023-03-19 11:38:23","dateupdated":"2023-03-19 11:38:23","year":"2016","category":{"id":4,"title":"Phim bộ","description":"Phim bộ là phim có nhiều tập.","status":1,"slug":"phim-bo"},"movie_genre":[{"id":0,"title":"Phim cổ trang","description":"Phim cổ trang là một thể loại phim chi tiết hóa các phục trang, bối cảnh và đạo cụ sao cho đặc trưng nhất để hợp với bầu không khí của giai đoạn trước khi chế độ phong kiến sụp đổ. Những bộ phim mô tả cuộc sống con người hậu phong kiến hoặc những mâu thuẫn mang yếu tố liên kết với lịch sử cũng thuộc thể loại phim lịch sử nhưng tuyệt nhiên không phải phim cổ trang. Thể loại này còn được gọi là phim thời xưa đối với những bộ phim lấy bối cảnh trong phạm vi là thế kỷ 20, bao gồm cả các bộ phim Dân quốc của khối Hoa ngữ.","status":1,"slug":"phim-co-trang","pivot":{"movie_id":388,"genre_id":0}},{"id":7,"title":"Phim tình cảm","description":"Phim lãng mạn hay phim tình cảm là những câu chuyện tình lãng mạn được ghi lại trên các phương tiện thị giác để phát sóng trên sân khấu và trên TV với nội dung tập trung vào đam mê, cảm xúc, và sự liên hệ tình cảm lãng mạn của các nhân vật chính và cuộc hành trình mà tình yêu mạnh mẽ, chân thực và thuần khiết của họ đã đưa họ đến việc hẹn hò, tán tỉnh và cuối cùng là hôn nhân. Phim tình cảm tập trung chủ yếu vào một câu chuyện tình lãng mạn hoặc quá trình tìm kiếm tình yêu mạnh mẽ, tinh khiết và lấy nó làm cốt truyện chính. Đôi khi, những đôi lứa yêu nhau trong phim sẽ gặp phải những trở ngại như tài chính, bệnh tật, nhiều kiểu phân biệt đối xử, hạn chế tâm lý hoặc sự đe doạ của gia đình đòi phá vỡ tình yêu của họ. Giống như trong tất cả các mối quan hệ tình cảm khá sâu sắc ngoài đời, những căng thẳng của cuộc sống hằng ngày, cám dỗ (ngoại tình) và những sự khác biệt về tính tương thích giữa hai người cũng được đưa vào cốt truyện của những bộ phim lãng mạn.","status":1,"slug":"phim-tinh-cam","pivot":{"movie_id":388,"genre_id":7}}],"country":{"id":1,"title":"Trung Quốc","description":"Trung Quốc, quốc hiệu là Cộng hòa Nhân dân Trung Hoa , là một quốc gia nằm ở khu vực Đông Á và là một trong hai quốc gia tỷ dân. Trung Quốc là quốc gia đơn đảng do Đảng Cộng sản nắm quyền, chính phủ trung ương đặt tại thủ đô Bắc Kinh. Chính phủ Trung Quốc thi hành quyền tài phán tại 22 tỉnh, 5 khu tự trị, 4 đô thị trực thuộc và 2 đặc khu hành chính là Hồng Kông và Ma Cao. Chính phủ Trung Quốc cũng tuyên bố chủ quyền đối với tất các vùng lãnh thổ nằm dưới sự quản lý của Trung Hoa Dân Quốc, tuyên bố đây là tỉnh thứ 23 dù không kiểm soát trên thực tế, chính sách này gây ra nhiều tranh cãi liên quan đến vị thế địa - chính trị Đài Loan.","status":1,"slug":"trung-quoc"},"episodes":[{"id":14,"movie_id":388,"link":"CBAOiFTJo9Y","episode":1,"datecreated":"2023-03-19 12:05:59","dateupdated":"2023-03-19 12:05:59","status":1},{"id":15,"movie_id":388,"link":"qJqy6N4vzfk","episode":2,"datecreated":"2023-03-19 12:05:59","dateupdated":"2023-03-19 12:05:59","status":1},{"id":21,"movie_id":388,"link":"nNzdjBzi_tM","episode":48,"datecreated":"2023-03-25 15:25:25","dateupdated":"2023-03-25 15:25:25","status":1}]},{"id":6,"title":"Đêm thứ 8","slug":"dem-thu-8","description":"“Một người đàn ông, từng là một nhà trừ tà, phải chịu đựng cho đến khi đối mặt với một con quỷ được giải thoát. Màn đêm tồn tại giữa thực và không, cuộc đấu tranh của họ để ngăn chặn sự phục sinh của con quỷ đã bắt đầu!” [4]\r\n\r\nKhoảng hai thiên niên kỷ rưỡi trước (2.500 năm), một con quái vật đã băng qua cây cầu từ địa ngục đến cõi người để tạo ra đau khổ cho con người. Đức Phật đã xé cả hai mắt Đỏ và Đen khỏi con quái vật và nhốt chúng vào trong những chiếc tráp Śarīra khác nhau. Trước khi Red-eye đầu hàng Đức Phật, nó đã bỏ trốn trong 7 ngày bằng cách ẩn náu bên trong cơ thể người. Đôi mắt bị chôn vùi trong những vách đá ở Viễn Đông và sa mạc của Viễn Tây. Đức Phật hướng dẫn các đệ tử của mình để chắc chắn rằng họ sẽ không bao giờ gặp nhau.\r\n\r\nỞ hiện tại, Giáo sư Kim Joon-Cheol (Choi Jin-ho) lên đường đến sa mạc và tìm thấy một di vật được cho là một trong những chiếc quan tài. Tuy nhiên, cộng đồng khoa học tuyên bố phát hiện của ông là một trò gian lận và bị mọi người xa lánh. 14 năm sau, Giáo sư Kim, giờ đã trở thành một người cay đắng, quyết tâm chứng minh sự thật về khám phá của mình bằng cách tái hợp hai mắt Đen và Đỏ. Sau đó, anh ta tìm và lấy một vật ra khỏi quan tài và đổ một lọ máu vào đó. Con mắt đỏ nổi lên.\r\n\r\nTại Gwangju, Abbott Ha-jung (Lee Eol), người bảo vệ quan tài Mắt đen, nhận ra Mắt đỏ đã tỉnh lại. Anh ta nói với một nhà sư trẻ, Cheongseok (Nam Da-reum), Mắt đỏ sẽ tìm thấy 7 bước đệm và nếu nó tái hợp với Mắt đen vào đêm thứ 8 thì sẽ không thể ngăn cản được. Họ cần ngăn chặn điều này bằng cách loại bỏ bất kỳ một trong những bước đệm. Trong khi đó ở Chilgok, Red-eye tiếp quản một thợ săn và đi vào một nhà nghỉ. Abbott bảo Cheongseok đi tìm Seon-hwa (Park Kin-soo) và thông báo cho anh ta về con quái vật ở đó. Tại Chilgok, các thám tử Kim Ho-Tae và Dong-jin điều tra những cái chết tại nhà nghỉ nơi tìm thấy thi thể của những người thợ săn, hiện đã khô và phân hủy và máy quay cho thấy một phụ nữ rời khỏi khách sạn. Sau đó, thi thể của một người phụ nữ trong khách sạn được tìm thấy trong tình trạng tương tự.\r\n\r\nCheongseok tìm thấy Park Jin-soo (Lee Sung-min), hiện là một công nhân xây dựng. Sau đó, chúng tôi thấy một phụ nữ nói chuyện với một người giao hàng, người nhận ra cô ấy từ một nhóm thuốc. Đau mắt đỏ truyền từ người phụ nữ sang người giao hàng. Park và Cheongseok đã tìm ra người có bước đệm tiếp theo. Park đi đến hiện trường vụ án nơi tìm thấy thi thể của người phụ nữ (đã được chuyển cho người giao hàng), nhưng bị thám tử Kim ngăn lại, nhưng Park đã chạy trốn khỏi họ. Cheongseok gặp Ae-run, một cô gái trẻ xinh đẹp mang cho anh một ít thức ăn. Cheongseok sau đó tình cờ gặp một nữ sinh và nhận ra Red-eye ẩn trong người cô. Thám tử Kim kiểm tra lý lịch của Park và nhận ra anh ta đã trở thành một nhà sư sau khi gia đình anh ta bị giết bởi một người phụ nữ say rượu. Thám tử Dong-jin kết nối tất cả các thi thể, tất cả được tìm thấy ở trạng thái khô và phân hủy, bắt đầu từ Giáo sư Kim, người đã bắt đầu một trang web thiền dành cho những người tự tử. Tất cả các cơ quan là thành viên của trang web này. Một trong những người trong ảnh là một nữ Shaman vẫn còn sống.\r\n\r\nPark bảo Cheongseok rời đi và theo dõi nữ sinh và định giết cô bằng rìu. Cô chạy đến với Thám tử Dong-jin và chiếm hữu anh ta. Thay vì giết Park, anh ta bảo anh ta đến Bak-Sun (Gwangju) và đó là nơi anh ta sẽ chết. Cheongseok quyết định quay trở lại ngôi đền của mình ở Gwangju. Ae-run theo anh.\r\n\r\nRed-eye, lúc này trong cơ thể của Dong-jin đến Gwangju và tìm thấy nhà sư Ha-jung và nói với anh ta rằng anh ta đã thất bại một cách ngoạn mục. Cheongseok và Ae-run cũng đến. Park cũng đến và thấy Cheongsuk một mình. Thám tử Kim nói chuyện với pháp sư và cô ấy nói với anh ta về việc gặp Ae-run. Cô ấy là một đứa trẻ bị lạm dụng được cứu bởi Giáo sư Kim và đã chuẩn bị cho cô ấy để làm bước đệm cuối cùng, người bảo vệ trinh nữ. Ae-run giờ thực sự là một con ma. The Shaman nói với Thám tử Kim rằng Giáo sư Kim đã tập hợp tất cả lại với nhau và lấy mẫu máu của từng người để tạo bước đệm. Shaman bảo Thám tử lên núi (Gwangju).\r\n\r\nCheongsoek bây giờ nhận ra rằng anh ấy đã có quan tài từ lâu. Park đặt một cái bẫy cho Red-eye bằng cách sử dụng chính mình làm mồi nhử. Tin rằng Red-eye sẽ chiếm hữu anh ta vì anh ta là người bảo vệ quan tài. Park viết một lá bùa bằng máu của mình trong quần áo của Cheongseok để bảo vệ anh ta. Cạm bẫy không thành vì Park không phải là người giám hộ thực sự – bước đệm cuối cùng là Cheongseok. Ae-run xuất hiện và cởi bỏ quần áo của Cheongseok cùng với lá bùa. Red-eye (Dong-ji) theo dõi Cheongseok và nắm được anh ta. Park xuất hiện và cố gắng ngăn chặn Red-eye nhưng bị Kim bắn. Khi Kim lật Dong-ji lại, anh ấy thấy cơ thể của anh ấy đã khô và phân hủy. Red-eye hiện đã chiếm hữu Cheongseok và giết Kim.\r\n\r\nRed-eye nói với Park rằng Cheongseok là con trai của người phụ nữ đã giết gia đình anh. Mắt đỏ sau đó mở quan tài. Park mắt đỏ xuất hiện khi còn nhỏ và nói với anh ta rằng hãy lấy mạng mình để trả thù. Park bị cám dỗ nhưng không thể làm như vậy, thay vào đó, ông vuốt ve khuôn mặt của Cheongsoek với bàn tay đẫm máu của mình. Mắt đỏ chế giễu Park vì không thể kết thúc nỗi thống khổ của mình bằng cách trả thù. Anh ta tấn công Park với một","trailer":"CgcnNou0tAM","tags":null,"lenght":null,"episode":10,"status":1,"image":"DemThu830531.jpg","category_id":18,"country_id":2,"hot":1,"quality":2,"subtitles":1,"datecreated":null,"dateupdated":"2023-03-17 15:42:06","year":"2006","category":{"id":18,"title":"Phim lẻ","description":"Phim lẻ là phim chỉ có 1 tập.","status":1,"slug":"phim-le"},"movie_genre":[{"id":5,"title":"Phim kinh dị","description":"Phim kinh dị là một thể loại điện ảnh đưa đến cho khán giả xem phim những cảm xúc tiêu cực, gợi cho người xem nỗi sợ hãi nguyên thủy nhất thông qua cốt truyện, nội dung phim, những hình ảnh rùng rợn, bí hiểm, ánh sáng mờ ảo, những âm thanh rùng rợn, nhiều cảnh máu me, chết chóc... hay có những cảnh giật mình thông qua các phương tiện và siêu nhiên rùng rợn, do đó thể loại phim này đôi khi có chồng lấn với các thể loại phim giả tưởng, viễn tưởng.","status":1,"slug":"phim-kinh-di","pivot":{"movie_id":6,"genre_id":5}},{"id":7,"title":"Phim tình cảm","description":"Phim lãng mạn hay phim tình cảm là những câu chuyện tình lãng mạn được ghi lại trên các phương tiện thị giác để phát sóng trên sân khấu và trên TV với nội dung tập trung vào đam mê, cảm xúc, và sự liên hệ tình cảm lãng mạn của các nhân vật chính và cuộc hành trình mà tình yêu mạnh mẽ, chân thực và thuần khiết của họ đã đưa họ đến việc hẹn hò, tán tỉnh và cuối cùng là hôn nhân. Phim tình cảm tập trung chủ yếu vào một câu chuyện tình lãng mạn hoặc quá trình tìm kiếm tình yêu mạnh mẽ, tinh khiết và lấy nó làm cốt truyện chính. Đôi khi, những đôi lứa yêu nhau trong phim sẽ gặp phải những trở ngại như tài chính, bệnh tật, nhiều kiểu phân biệt đối xử, hạn chế tâm lý hoặc sự đe doạ của gia đình đòi phá vỡ tình yêu của họ. Giống như trong tất cả các mối quan hệ tình cảm khá sâu sắc ngoài đời, những căng thẳng của cuộc sống hằng ngày, cám dỗ (ngoại tình) và những sự khác biệt về tính tương thích giữa hai người cũng được đưa vào cốt truyện của những bộ phim lãng mạn.","status":1,"slug":"phim-tinh-cam","pivot":{"movie_id":6,"genre_id":7}}],"country":{"id":2,"title":"Hàn Quốc","description":"Hàn Quốc, tên gọi đầy đủ là Đại Hàn Dân Quốc, là một quốc gia ở Đông Á, cấu thành nửa phía nam của bán đảo Triều Tiên và có chung đường biên giới trên bộ ở phía bắc với Cộng hòa Dân chủ Nhân dân Triều Tiên. Phía tây là biển Hoàng Hải, phía nam là biển Hoa Đông còn phía đông là biển Nhật Bản. Hàn Quốc là quốc gia dân tộc với đa số cư dân bản địa.","status":1,"slug":"han-quoc"},"episodes":[]},{"id":5,"title":"Ấn quỷ","slug":"an-quy","description":"Phim xoay quanh cô gái khiếm thính Alice tại một thị trấn nhỏ thuộc vùng New England. Một ngày nọ, cô bỗng nhiên có thể nghe, nói như bình thường và có được năng lực chữa bệnh cho mọi người. Hàng trăm nghìn người từ khắp đất nước đổ về chứng kiến phép màu của cô. Trong số này, nhà báo Gerry Fenn muốn thực hiện một phóng sự để cứu vãn sự nghiệp. Song, hàng loạt những sự kiện kinh hoàng xảy ra khiến ông dần nhận ra thế lực ma quỷ thật sự đứng sau lưng cô gái trẻ.","trailer":"ORGObkH6fII","tags":null,"lenght":null,"episode":1,"status":1,"image":"AnQuy1923.jpeg","category_id":18,"country_id":3,"hot":1,"quality":1,"subtitles":3,"datecreated":null,"dateupdated":"2023-03-23 21:15:35","year":"2016","category":{"id":18,"title":"Phim lẻ","description":"Phim lẻ là phim chỉ có 1 tập.","status":1,"slug":"phim-le"},"movie_genre":[{"id":5,"title":"Phim kinh dị","description":"Phim kinh dị là một thể loại điện ảnh đưa đến cho khán giả xem phim những cảm xúc tiêu cực, gợi cho người xem nỗi sợ hãi nguyên thủy nhất thông qua cốt truyện, nội dung phim, những hình ảnh rùng rợn, bí hiểm, ánh sáng mờ ảo, những âm thanh rùng rợn, nhiều cảnh máu me, chết chóc... hay có những cảnh giật mình thông qua các phương tiện và siêu nhiên rùng rợn, do đó thể loại phim này đôi khi có chồng lấn với các thể loại phim giả tưởng, viễn tưởng.","status":1,"slug":"phim-kinh-di","pivot":{"movie_id":5,"genre_id":5}}],"country":{"id":3,"title":"Mỹ","description":"Hợp chúng quốc Hoa Kỳ, gọi tắt là Hoa Kỳ (tiếng Anh: United States, US hoặc U. S.) hay Mỹ (tiếng Anh: America) là một quốc gia cộng hòa lập hiến liên bang ở châu Mỹ, nằm tại Tây Bán cầu, lãnh thổ bao gồm 50 tiểu bang và một đặc khu liên bang (trong đó có 48 tiểu bang lục địa), thủ đô là Washington, D.C., thành phố lớn nhất là New York. Hoa Kỳ nằm ở giữa Bắc Mỹ, giáp biển Thái Bình Dương ở phía tây, Đại Tây Dương ở phía đông, Canada ở phía bắc và Mexico ở phía nam.","status":1,"slug":"my"},"episodes":[{"id":18,"movie_id":5,"link":"t1sg2TMD7wA","episode":1,"datecreated":"2023-03-22 14:20:32","dateupdated":"2023-03-22 14:20:32","status":1}]},{"id":4,"title":"Annabelle","slug":"annabelle","description":"Annabelle là một bộ phim theo thể loại kinh dị siêu nhiên được Hoa Kỳ sản xuất vào năm 2014. Phim do John R. Leonetti đạo diễn, cùng phần sản xuất và viết kịch bản lần lượt được thực hiện bởi James Wan, và Gary Dauberman. Đây vừa là phần tiếp theo, vừa là bộ phim nhỏ trích từ The Conjuring (2013). Bộ phim có sự góp mặt của Annabelle Wallis, Ward Horton, và Alfre Woodard.\r\nAnnabelle được chọn công chiếu tại TCL Chinese Theatre, Hollywood, Los Angeles vào ngày 29 tháng 9, trước khi được phát hành chính thức vào ngày 3 tháng 10 năm 2014.[9] Tuy bộ phim nhận được những đánh gia đa phần là tiêu cực từ phía các nhà phê bình, nhưng nó là một thành công lớn về mặt thương mại, khi đã đạt tổng doanh thu hơn 200 triệu đô-la Mỹ so với kinh phí làm phim chỉ 6.5 triệu đô-la Mỹ. Tiền truyện có tiêu đề \"Annabelle: tạo vật quỷ dữ\" đã được phát hành vào ngày 11 tháng 8 năm 2017.","trailer":"XCpx7nEpOL4","tags":null,"lenght":null,"episode":1,"status":1,"image":"Annabelle84297.jpg","category_id":3,"country_id":3,"hot":1,"quality":2,"subtitles":1,"datecreated":null,"dateupdated":"2023-03-23 21:18:53","year":"2019","category":{"id":3,"title":"Phim chiếu rạp","description":"Phim chiếu rạp là phim chỉ được chiếu tại các rạp phim ở Việt Nam hoặc ở các nước khác trên thế giới.","status":1,"slug":"phim-chieu-rap"},"movie_genre":[{"id":5,"title":"Phim kinh dị","description":"Phim kinh dị là một thể loại điện ảnh đưa đến cho khán giả xem phim những cảm xúc tiêu cực, gợi cho người xem nỗi sợ hãi nguyên thủy nhất thông qua cốt truyện, nội dung phim, những hình ảnh rùng rợn, bí hiểm, ánh sáng mờ ảo, những âm thanh rùng rợn, nhiều cảnh máu me, chết chóc... hay có những cảnh giật mình thông qua các phương tiện và siêu nhiên rùng rợn, do đó thể loại phim này đôi khi có chồng lấn với các thể loại phim giả tưởng, viễn tưởng.","status":1,"slug":"phim-kinh-di","pivot":{"movie_id":4,"genre_id":5}}],"country":{"id":3,"title":"Mỹ","description":"Hợp chúng quốc Hoa Kỳ, gọi tắt là Hoa Kỳ (tiếng Anh: United States, US hoặc U. S.) hay Mỹ (tiếng Anh: America) là một quốc gia cộng hòa lập hiến liên bang ở châu Mỹ, nằm tại Tây Bán cầu, lãnh thổ bao gồm 50 tiểu bang và một đặc khu liên bang (trong đó có 48 tiểu bang lục địa), thủ đô là Washington, D.C., thành phố lớn nhất là New York. Hoa Kỳ nằm ở giữa Bắc Mỹ, giáp biển Thái Bình Dương ở phía tây, Đại Tây Dương ở phía đông, Canada ở phía bắc và Mexico ở phía nam.","status":1,"slug":"my"},"episodes":[]},{"id":3,"title":"Doraemon","slug":"doraemon","description":"Doraemon được mua bản quyền và được cập nhật phát sóng mới nhất trên ứng dụng giải trí POPS. Đây là bộ phim hoạt hình chuyển thể từ truyện tranh hấp dẫn nhất Nhật Bản: Doraemon của tác giả Fujiko Fujio sáng tác từ năm 1969. \r\nBộ truyện kể về một chú mèo máy tên Doraemon đến từ thế kỉ 22 để giúp một cậu bé lớp 5 hậu đậu tên là Nobi Nobita. Sewashi (Nobito), cháu ba đời của Nobita gửi Doraemon về quá khứ nhằm giúp đỡ ông mình, qua đó cải thiện được hoàn cảnh của con cháu Nobita sau này. \r\nCác tập phim Doraemon thường xoay quanh những rắc rối hay xảy ra với cậu bé Nobita. Cốt truyện thường gặp nhất là Nobita trở về nhà khóc lóc với Doraemon vì những rắc rối mà cậu gặp phải ở trường học hoặc với bạn bè. Sau khi bị cậu van nài hoặc thúc giục, Doraemon sẽ lấy ra một bảo bối trong chiếc túi thần kỳ trước bụng để giúp Nobita giải quyết rắc rối của mình. \r\nNhưng Nobita sẽ lại thường đi quá xa so với dự định ban đầu của Doraemon. Cậu thường lấy sự ưu việt của bảo bối để trêu ghẹo mọi người nên cuối cùng bị phản tác dụng, bị bảo bối gây phiền phức. Có đôi khi những người bạn của Nobita, thường là Suneo hoặc Jaian lại lấy trộm những bảo bối và sử dụng chúng không đúng mục đích. Kết thúc mỗi câu chuyện, những ai sử dụng sai mục đích bảo bối sẽ phải chịu hậu quả do mình gây ra, từ đó khán giả sẽ rút ra được bài học cho riêng mình.","trailer":"zMwwKYA76S4","tags":null,"lenght":null,"episode":1,"status":1,"image":"Doraemon54466.jpg","category_id":4,"country_id":5,"hot":1,"quality":1,"subtitles":0,"datecreated":null,"dateupdated":"2023-03-23 21:18:40","year":"2023","category":{"id":4,"title":"Phim bộ","description":"Phim bộ là phim có nhiều tập.","status":1,"slug":"phim-bo"},"movie_genre":[{"id":6,"title":"Phim hoạt hình","description":"Phim hoạt hình hay phim hoạt họa là một hình thức sử dụng ảo ảnh quang học về sự chuyển động do nhiều hình ảnh tĩnh được chiếu tiếp diễn liên tục. Trong phim và trong kỹ nghệ dàn dựng, hoạt họa ám chỉ đến kỹ thuật trong đó từng khung hình của phim(frame) được chế tác riêng rẽ. Người ta có thể dùng máy tính, hay bằng cách chụp từng hình ảnh đã vẽ, đã được tô màu, hoặc bằng cách chụp những cử động rất nhỏ của các mô hình để tạo nên những hình ảnh này (xem thêm về hoạt họa dùng mô hình đất sét và hoạt hình tĩnh vật. Những hình ảnh sau đó được chụp bằng một máy quay phim hoạt họa chuyên ngành. Khi tất cả các hình ảnh được ghép vào với nhau, tạo nên một đoạn phim và được chiếu lên màn ảnh, chúng gây nên ảo giác là các cử động được chuyển động liên tục. Ảo giác này gây ra do hiện tượng gọi là sự lưu ảnh.","status":1,"slug":"phim-hoat-hinh","pivot":{"movie_id":3,"genre_id":6}}],"country":{"id":5,"title":"Nhật Bản","description":"Nhật Bản, trong khẩu ngữ thường được gọi tắt là Nhật, tên đầy đủ là Nhật Bản Quốc, là một quốc gia và đảo quốc có chủ quyền nằm ở khu vực Đông Á. Quốc gia này nằm bên rìa phía đông của biển Nhật Bản và biển Hoa Đông, phía tây giáp với bán đảo Triều Tiên qua biển Nhật Bản, phía bắc giáp với vùng Viễn Đông của Liên bang Nga theo biển Okhotsk và phía nam giáp với đảo Đài Loan qua biển Hoa Đông. Nhật Bản là một phần của vành đai lửa và trải dài trên một quần đảo bao gồm 6852 đảo nhỏ có tổng diện tích 377.975 km vuông (145.937 sq mi); trong đó 5 hòn đảo chính bao gồm Hokkaido, Honshu, Shikoku, Kyushu, và Okinawa. Tokyo là đô thị lớn nhất nước này; các thành phố lớn bao gồm Yokohama, Osaka, Nagoya, Sapporo, Fukuoka, Kobe và Kyoto.","status":1,"slug":"nhat-ban"},"episodes":[]},{"id":1,"title":"Bố Già","slug":"bo-gia","description":"Bố già là một bộ phim điện ảnh hài chính kịch của Việt Nam năm 2021 do Trấn Thành và Vũ Ngọc Đãng đồng đạo diễn. Bộ phim do Thảo Nguyễn đảm nhiệm vai trò sản xuất, dựa trên phần kịch bản do Trấn Thành, Kalei An Nhi và Aquay chấp bút. Phim được Trấn Thành Town cùng HKFilm chịu trách nhiệm sản xuất và Galaxy Studio giữ vai trò phân phối, dựa trên bộ web drama cùng tên năm 2020. với sự tham gia diễn xuất của Trấn Thành, Tuấn Trần, Ngân Chi, NSND Ngọc Giàu, Lê Giang, Hoàng Mèo, Lan Phương, La Thành, Lê Trang, Quốc Khánh, A Quay và Bảo Phúc. Lấy bối cảnh tại Thành phố Hồ Chí Minh, nội dung phim xoay quanh mỗi quan hệ giữa ông Sang – một người luôn lo chuyện bao đồng và giúp đỡ người khác – và con trai ông là Quắn – một cậu thanh niên kiếm tiền bằng Youtube rất yêu thương ba và em gái – cùng những rắc rối mà cả hai gặp phải với những người thân trong gia đình mình.","trailer":"jluSu8Rw6YE","tags":"Trấn Thành, Việt Nam, Phim tết 2022","lenght":null,"episode":1,"status":1,"image":"BoGia55701.jpg","category_id":3,"country_id":0,"hot":1,"quality":1,"subtitles":2,"datecreated":null,"dateupdated":"2023-03-22 21:09:57","year":"2011","category":{"id":3,"title":"Phim chiếu rạp","description":"Phim chiếu rạp là phim chỉ được chiếu tại các rạp phim ở Việt Nam hoặc ở các nước khác trên thế giới.","status":1,"slug":"phim-chieu-rap"},"movie_genre":[{"id":2,"title":"Phim gia đình","description":"Phim gia đình là phim nói về chủ đề gia đình.","status":1,"slug":"phim-gia-dinh","pivot":{"movie_id":1,"genre_id":2}},{"id":7,"title":"Phim tình cảm","description":"Phim lãng mạn hay phim tình cảm là những câu chuyện tình lãng mạn được ghi lại trên các phương tiện thị giác để phát sóng trên sân khấu và trên TV với nội dung tập trung vào đam mê, cảm xúc, và sự liên hệ tình cảm lãng mạn của các nhân vật chính và cuộc hành trình mà tình yêu mạnh mẽ, chân thực và thuần khiết của họ đã đưa họ đến việc hẹn hò, tán tỉnh và cuối cùng là hôn nhân. Phim tình cảm tập trung chủ yếu vào một câu chuyện tình lãng mạn hoặc quá trình tìm kiếm tình yêu mạnh mẽ, tinh khiết và lấy nó làm cốt truyện chính. Đôi khi, những đôi lứa yêu nhau trong phim sẽ gặp phải những trở ngại như tài chính, bệnh tật, nhiều kiểu phân biệt đối xử, hạn chế tâm lý hoặc sự đe doạ của gia đình đòi phá vỡ tình yêu của họ. Giống như trong tất cả các mối quan hệ tình cảm khá sâu sắc ngoài đời, những căng thẳng của cuộc sống hằng ngày, cám dỗ (ngoại tình) và những sự khác biệt về tính tương thích giữa hai người cũng được đưa vào cốt truyện của những bộ phim lãng mạn.","status":1,"slug":"phim-tinh-cam","pivot":{"movie_id":1,"genre_id":7}}],"country":{"id":0,"title":"Việt Nam","description":"Việt Nam, quốc hiệu đầy đủ là Cộng hòa Xã hội chủ nghĩa Việt Nam, là một quốc gia nằm ở cực Đông của bán đảo Đông Dương thuộc khu vực Đông Nam Á, giáp với Lào, Campuchia, Trung Quốc, biển Đông và vịnh Thái Lan.","status":1,"slug":"viet-nam"},"episodes":[{"id":19,"movie_id":1,"link":"1","episode":1,"datecreated":"2023-03-22 22:05:13","dateupdated":"2023-03-22 22:05:13","status":1}]},{"id":0,"title":"Nhà Bà Nữ","slug":"nha-ba-nu","description":"Nhà bà Nữ là một bộ phim điện ảnh chính kịch, gia đình của Việt Nam năm 2023 do Trấn Thành sản xuất kiêm đạo diễn. Bộ phim do Đỗ Hoàng Vũ, quản lý của Trấn Thành và Hari Won đảm nhận vai trò đồng sản xuất. Đây là bộ phim thứ hai do Trấn Thành làm đạo diễn sau Bố già, bộ phim có doanh thu cao thứ hai lịch sử phòng vé Việt Nam sau khi bị Nhà bà Nữ vượt mặt. Huyền Trân, A Quay và Anh Đức đảm nhận biên kịch cho dự án. Bộ phim có sự tham gia của nhiều gương mặt trong giới giải trí Việt Nam như Trấn Thành, Lê Giang, NSND Ngọc Giàu, Uyển Ân, Khả Như, NSND Việt Anh, NSƯT Công Ninh, Ngân Quỳnh, Song Luân, Lê Dương Bảo Lâm, Lý Hạo Mạnh Quỳnh, Phương Lan, Hoàng Mèo... Bộ phim xoay quanh bà bán bánh canh cua tên Ngọc Nữ với những câu chuyện hỷ nộ ái ố xung quanh cuộc sống thường ngày. Theo tiết lộ của nhà sản xuất, Ngọc Nữ được lấy cảm hứng từ người phụ nữ bán bánh canh cua giá 300.000 đồng gây tranh cãi trên mạng xã hội và nội dung được lấy ý tưởng từ câu chuyện gia đình của một người bạn trong giới giải trí Việt Nam của Trấn Thành.","trailer":"pg4L29p98Kw","tags":"phim gia đình, Việt nam, Trấn Thành, phim tết 2023, hot phim, khởi chiếu mùng 1 tết, Bánh canh cua, kỉ lục phòng vé","lenght":"90 phút","episode":1,"status":1,"image":"NhaBaNu28049.jpg","category_id":3,"country_id":0,"hot":1,"quality":2,"subtitles":2,"datecreated":null,"dateupdated":"2023-03-23 21:19:04","year":"2023","category":{"id":3,"title":"Phim chiếu rạp","description":"Phim chiếu rạp là phim chỉ được chiếu tại các rạp phim ở Việt Nam hoặc ở các nước khác trên thế giới.","status":1,"slug":"phim-chieu-rap"},"movie_genre":[{"id":2,"title":"Phim gia đình","description":"Phim gia đình là phim nói về chủ đề gia đình.","status":1,"slug":"phim-gia-dinh","pivot":{"movie_id":0,"genre_id":2}},{"id":7,"title":"Phim tình cảm","description":"Phim lãng mạn hay phim tình cảm là những câu chuyện tình lãng mạn được ghi lại trên các phương tiện thị giác để phát sóng trên sân khấu và trên TV với nội dung tập trung vào đam mê, cảm xúc, và sự liên hệ tình cảm lãng mạn của các nhân vật chính và cuộc hành trình mà tình yêu mạnh mẽ, chân thực và thuần khiết của họ đã đưa họ đến việc hẹn hò, tán tỉnh và cuối cùng là hôn nhân. Phim tình cảm tập trung chủ yếu vào một câu chuyện tình lãng mạn hoặc quá trình tìm kiếm tình yêu mạnh mẽ, tinh khiết và lấy nó làm cốt truyện chính. Đôi khi, những đôi lứa yêu nhau trong phim sẽ gặp phải những trở ngại như tài chính, bệnh tật, nhiều kiểu phân biệt đối xử, hạn chế tâm lý hoặc sự đe doạ của gia đình đòi phá vỡ tình yêu của họ. Giống như trong tất cả các mối quan hệ tình cảm khá sâu sắc ngoài đời, những căng thẳng của cuộc sống hằng ngày, cám dỗ (ngoại tình) và những sự khác biệt về tính tương thích giữa hai người cũng được đưa vào cốt truyện của những bộ phim lãng mạn.","status":1,"slug":"phim-tinh-cam","pivot":{"movie_id":0,"genre_id":7}}],"country":{"id":0,"title":"Việt Nam","description":"Việt Nam, quốc hiệu đầy đủ là Cộng hòa Xã hội chủ nghĩa Việt Nam, là một quốc gia nằm ở cực Đông của bán đảo Đông Dương thuộc khu vực Đông Nam Á, giáp với Lào, Campuchia, Trung Quốc, biển Đông và vịnh Thái Lan.","status":1,"slug":"viet-nam"},"episodes":[]}]