[{"id":395,"title":"Bố Già","slug":"bo-gia","description":"Bố già là một bộ phim điện ảnh hài chính kịch của Việt Nam năm 2021 do Trấn Thành và Vũ Ngọc Đãng đồng đạo diễn. Bộ phim do Thảo Nguyễn đảm nhiệm vai trò sản xuất, dựa trên phần kịch bản do Trấn Thành, Kalei An Nhi và Aquay chấp bút. Phim được Trấn Thành Town cùng HKFilm chịu trách nhiệm sản xuất và Galaxy Studio giữ vai trò phân phối, dựa trên bộ web drama cùng tên năm 2020. với sự tham gia diễn xuất của Trấn Thành, Tuấn Trần, Ngân Chi, NSND Ngọc Giàu, Lê Giang, Hoàng Mèo, Lan Phương, La Thành, Lê Trang, Quốc Khánh, A Quay và Bảo Phúc. Lấy bối cảnh tại Thành phố Hồ Chí Minh, nội dung phim xoay quanh mỗi quan hệ giữa ông Sang – một người luôn lo chuyện bao đồng và giúp đỡ người khác – và con trai ông là Quắn – một cậu thanh niên kiếm tiền bằng Youtube rất yêu thương ba và em gái – cùng những rắc rối mà cả hai gặp phải với những người thân trong gia đình mình.\r\n\r\nSau khi lịch công chiếu ban đầu vào mùng một Tết Tân Sửu – tức ngày 12 tháng 2 năm 2021 – bị trì hoãn do những ảnh hưởng của đại dịch COVID-19 tại Việt Nam, Bố già bắt đầu công chiếu các suất chiếu sớm từ ngày 5 tháng 3 năm 2021 trước khi ra rạp chính thức vào ngày 12 tháng 3. Dù nhận được nhiều đánh giá trái chiều từ giới chuyên môn và khán giả, tuy nhiên nhờ việc chiếu phim vào giai đoạn \"khát phim\" mùa dịch ở các phòng vé, phim đã đạt doanh thu hơn 400 tỷ đồng (theo công bố của nhà phát hành) và trở thành phim điện ảnh Việt Nam có doanh thu cao nhất mọi thời đại cho đến khi bị Nhà bà Nữ soán ngôi.","trailer":"jluSu8Rw6YE","tags":"Trấn Thành, Bố Già, Phim Tết 2021, Phim Hot, Tuấn Trần","lenght":170,"episode":1,"status":1,"image":"Bo_gia_2021_ap_phich27694.jpg","category_id":3,"country_id":0,"quality":1,"subtitles":1,"datecreated":"2023-05-04 17:45:27","dateupdated":"2023-05-04 17:45:27","year":"2023","views":null,"category":{"id":3,"title":"Phim chiếu rạp","description":"Phim chiếu rạp là phim chỉ được chiếu tại các rạp phim ở Việt Nam hoặc ở các nước khác trên thế giới.","status":1,"slug":"phim-chieu-rap"},"movie_genre":[{"id":2,"title":"Phim gia đình","description":"Phim gia đình là phim nói về chủ đề gia đình.","status":1,"slug":"phim-gia-dinh","pivot":{"movie_id":395,"genre_id":2}},{"id":7,"title":"Phim tình cảm","description":"Phim lãng mạn hay phim tình cảm là những câu chuyện tình lãng mạn được ghi lại trên các phương tiện thị giác để phát sóng trên sân khấu và trên TV với nội dung tập trung vào đam mê, cảm xúc, và sự liên hệ tình cảm lãng mạn của các nhân vật chính và cuộc hành trình mà tình yêu mạnh mẽ, chân thực và thuần khiết của họ đã đưa họ đến việc hẹn hò, tán tỉnh và cuối cùng là hôn nhân. Phim tình cảm tập trung chủ yếu vào một câu chuyện tình lãng mạn hoặc quá trình tìm kiếm tình yêu mạnh mẽ, tinh khiết và lấy nó làm cốt truyện chính. Đôi khi, những đôi lứa yêu nhau trong phim sẽ gặp phải những trở ngại như tài chính, bệnh tật, nhiều kiểu phân biệt đối xử, hạn chế tâm lý hoặc sự đe doạ của gia đình đòi phá vỡ tình yêu của họ. Giống như trong tất cả các mối quan hệ tình cảm khá sâu sắc ngoài đời, những căng thẳng của cuộc sống hằng ngày, cám dỗ (ngoại tình) và những sự khác biệt về tính tương thích giữa hai người cũng được đưa vào cốt truyện của những bộ phim lãng mạn.","status":1,"slug":"phim-tinh-cam","pivot":{"movie_id":395,"genre_id":7}},{"id":20,"title":"Hài","description":"Phim có những yếu tố và những cảnh quay, tình huống gây cười","status":1,"slug":"hai","pivot":{"movie_id":395,"genre_id":20}}],"country":{"id":0,"title":"Việt Nam","description":"Việt Nam, quốc hiệu đầy đủ là Cộng hòa Xã hội chủ nghĩa Việt Nam, là một quốc gia nằm ở cực Đông của bán đảo Đông Dương thuộc khu vực Đông Nam Á, giáp với Lào, Campuchia, Trung Quốc, biển Đông và vịnh Thái Lan.","status":1,"slug":"viet-nam"},"episodes":[]}]